{
	"VR_INVALID_JIO_NUMBER_MSG": "गलत मोबाइल नंबर दर्ज किया गया है। कृपया एक वैध मोबाइल नंबर दर्ज कर पुनः प्रयास करें।\n",
	"VR_PROMO_PLAN_ERROR_MSG": "इस जियो नंबर पर चुने हुए वाउचर को रीचार्ज करने के लिए वैध प्लान नही है",
	"TRANSFER_NA_OTHER_RECHARGE": "गैर-हस्तांतरणीय वाउचर का उपयोग दूसरे नंबर पर रिचार्ज करने के लिए नहीं किया जा सकता।",
	"VR_POSTPAID_NUMBER_MSG": "आपके जियो नंबर पर चयनित वाउचर को रिचार्ज नहीं किया जा सकता।",
	"VR_PREPAID_NUMBER_MSG": "वाउचर को जियो प्रीपेड नंबर पर रिडीम नहीं किया जा सकता।",
	"JK_VOUCHER_REDEEM_MSG": "वाउचर को इस जियो नंबर पर रिडीम नहीं किया जा सकता है",
	"NON_JK_VOUCHER_REDEEM_MSG": "वाउचर को जेके जियो नंबर पर रिडीम नहीं किया जा सकता।",
	"RECHARGE_SERVICE_SUSPEND_MSG": "आपकी वर्तमान स्थिति निलंबित है| आप निलंबित स्तिथि में रिचार्ज नहीं कर सकते हैं।",
	"RECHARGE_OUTSTANDING_AMT_MSG": "आपने अपने अकाउंट की क्रेडिट सीमा पार कर ली है| कृपया अग्रिम भुगतान करें या बकाया राशि का भुगतान करें और फिर रिचार्ज करें|",
	"RECHARGE_OUTSTANDING_AUTOPAY_MSG": "आपके अकाउंट में बकाया राशि है। कृपया बकाया राशि का भुगतान करें और फिर रिचार्ज करें|",
	"RETAIL_OWN_RECHARGE_NOT_ALLOWED": "अपने नंबर पर रीचार्ज की अनुमति नही है|\n",
	"BUY_VOUCHER_EXCEED_LIMIT": "वाउचर अधिकतम स्वीकृत सीमा से अधिक है",
	"BUY_VOUCHER_CART_EXCEED_LIMIT": "वाउचर की मात्रा अधिकतम अनुमति {{dynMsg.0}} से अधिक है।",
	"JK_VOUCHER_TRANSFER_MSG": "वाउचर को इस जियो नंबर पर ट्रांसफर नहीं किया जा सकता है",
	"NON_JK_VOUCHER_TRANSFER_MSG": "वाउचर को जेके जियो नंबर पर ट्रांसफर नहीं किया जा सकता",
	"TRANSFER_NA_ERROR_MSG": "चयनित वाउचर के लिए ट्रांसफर की अनुमति नहीं है",
	"RECHARGE_NA_ERROR_MSG": "चयनित वाउचर के लिए रिचार्ज की अनुमति नहीं है",
	"NOT_SUBSCRIBED_USER": "आपसे दर्ज किया गया नंबर जियो नंबर नहीं है। कृपया जियो नंबर दर्ज कर पुनः प्रयास करें।",
	"INVALID_USER": "आपके द्वारा दर्ज किया गया नंबर एक जियो नंबर नहीं है। कृपया एक जियो नंबर दर्ज करें और पुनः प्रयास करें।",
	"DDD_RESTRICT_VOUCHER_MSG": "प्रिय ग्राहक, आपके जियो धन धना धन 84 दिन के प्लान में होने के कारण हमे इस कॉंप्लिमेंटरी वाउचर को एक्टिवेट करने की अनुमति नही है| अपने वर्तमान प्लान की वैधता समाप्त होने के उपरांत आप इस कॉंप्लिमेंटरी वाउचर को रिडीम करने में सक्षम होंगे |\n",
	"TRANSFER_VOUCHER_ERROR": "कृपया वह वाउचर चुनें जो आप स्थानांतरित करना चाहते हैं।\n",
	"VT_POST_SUBSCRIPTIONTYPE_MSG": "चयनित वाउचर को ट्रांसफर नहीं किया जा सकता है।",
	"VOUCHER_TRANSFER_QTY_ZERO": "आगे बढ़ने के लिए कृपया वाउचर का चयन करें।",
	"VOUCHER_QTY_ZERO": "आगे बढ़ने के लिए कृपया वाउचर का चयन करें।",
	"noQtyErrorText": "कृपया मात्रा दर्ज करें",
	"TRANSFERVOUCHER_TOSELF_ERR": "आप वाउचर को अपने नंबर पर ट्रान्स्फर नही कर सकते हैं| आगे बढ़ने के लिए कृपया अन्य नंबर दर्ज करें|",
	"TRANSFERVOUCHER_SUSPENDED_ERR": "आपको वाउचर ट्रान्स्फर करने की अनुमति नहीं है क्योंकि आपकी सिम फिलहाल बंद है। जारी रखने के लिए कृपया अपनी सेवाओं को फिर से शुरू करें।",
	"NON_PRIME_PLAN_MISMATCH_VOUCHER": "यह जियो नंबर पहले से ही एक प्राइम सदस्य है! गैर-प्राइम नंबर के लिए इस वाउचर को रिचार्ज करें ताकि उन्हें प्राइम सदस्यता और जियो धना धन धन ऑफर मिल सके।",
	"PRIME_PLAN_MISMATCH_VOUCHER": "इस जियो नंबर की प्राइम मेंबरशिप नहीं है! इस वाउचर को एक प्राइम नंबर के लिए रिचार्ज करें।",
	"COMBO_ERROR_MSG": "कृपया किसी अन्य प्लान का चयन करें क्योंकि आपके पास कॉम्बो रीचार्ज के लिए वाई-फाई नही है |",
	"SERVICE_DOWN_MSG": "हमारे सिस्टम जवाब नही दे रहे हैं, कृपया कुछ समय बाद पुनः प्रयास करें|",
	"VR_ENTER_JIO_NUMBER_MSG": "वैध मोबाइल नंबर दर्ज करें",
	"VR_SELECT_VOUCHER_MSG": "कृपया वाउचर का चयन करें।",
	"VT_PRE_SUBSCRIPTIONTYPE_MSG": "चयनित वाउचर को ट्रांसफर नहीं किया जा सकता है।",
	"NO_VOUCHERS_SELECTED": "कृपया वाउचर का चयन करें।",
	"mobileLengthErrText": "गलत मोबाइल नंबर सबमिट किया गया है। कृपया एक वैध मोबाइल नंबर दर्ज कर पुनः प्रयास करें।\n",
	"otpLengthErrText": "यह हमारे द्वारा भेजी गई ओटीपी नहीं है। कृपया पुनः दर्ज कर के प्रयास करें।",
	"pinCodeLengthErrText": "गलत पिन कोड. कृपया छह अंकों का पिन कोड दर्ज कर पुनः प्रयास करें।",
	"noPincodeErrorText": "कृपया पिन कोड दर्ज करें",
	"noMobileNoErrorText": "कृपया मोबाइल नंबर दर्ज करें ",
	"noAccountNoErrorText": "Please enter your account number.",
	"accountLengthErrText": "गलत अकाउंट नंबर दर्ज़  किया गया है| कृपया एक मान्य अकाउंट नंबर दर्ज करें और पुनः प्रयास करें।",
	"VERIFY_OTP_FAILURE": "यह हमारे द्वारा भेजी गई ओटीपी नहीं है। कृपया पुनः दर्ज कर के प्रयास करें।",
	"SEND_OTP_LOCKED_MSG": "आपने ओटीपी भेजने की अनुमति के अधिकतम प्रयासों को पार कर लिया है। कृपया कुछ समय बाद पुनः प्रयास करें।",
	"SEND_OTP_MANDATORY_PARAM": "कृपया मोबाइल नंबर दर्ज करें ",
	"INVALID_MOBILE_ERR": "गलत मोबाइल नंबर सबमिट किया गया है। कृपया एक वैध मोबाइल नंबर दर्ज कर पुनः प्रयास करें।\n",
	"VOUCHER_DEVICE_EXCEED_LIMIT": "मोबाइल नंबर/आईडी के लिए वाउचर : {{dynMsg.0}} अधिकतम अनुमति {{dynMsg.3}} से अधिक है।",
	"VOUCHER_DEVICE_CREATION_EXCEPTION": "वाउचर बनाने में असमर्थ",
	"TRANSFER_VOUCHER_CONFIRMATION_FAILED1": "ट्रांसफर वाउचर असफल",
	"INVALID_CHECKSUM_CONFIRM_DEVICE": "अमान्य चेकसम",
	"DMS_VOUCHER_INVALID_REQUEST": "अमान्य अनुरोध",
	"DMS_VOUCHER_NOT_FOUND": "कोई वाउचर नहीं मिला",
	"DMS_VOUCHER_MIN_LENGTH": "अमान्य पिनकोड",
	"DMS_VOUCHER_NUMERIC_REQUIRED": "पिनकोड केवल संख्यात्मक होना चाहिए",
	"DMS_VOUCHER_PIN_NOT_EXISTS": "पिनकोड मौजूद नहीं है",
	"DMS_TXN_INSUFFICIENT_QTY_ERROR": " अपर्याप्त मात्रा",
	"DMS_TXN_ERROR_DURING_PROCESSING": "प्रसंस्करण के दौरान त्रुटि",
	"DMS_TXN_QTY_MAX_ERROR": "अधिकतम मात्रा पार हो गई",
	"DMS_TXN_INVALID_REQUEST_ERROR": "अमान्य अनुरोध",
	"VOUCHER_REQUEST_MOBILENO_INVALID ": "अमान्य मोबाइल नंबर",
	"VOUCHER_PINCODE_INVALID": "अमान्य पिनकोड",
	"REQUEST_NOT_VALID": "अमान्य अनुरोध",
	"INTERNAL_ERROR": "हमारी भुगतान सेवा प्रत्युत्तर नही दे रही है, कृपया कुछ समय बाद प्रयास करें |",
	"SEND_OTP_FAILURE": "ओटीपी जनरेट नहीं की जा सकी। कृपया कुछ देर बाद प्रयास करें",
	"VOUCHER_PINCODE_NOTEXIST": "हम वर्तमान में सब्मिट किए गये पिनकोड के लिए जियोफोन की बुकिंग नही ले रहे हैं| बुक करने के लिए कृपया अन्य पिनकोड दर्ज करें|",
	"MYFI_VOUCHER_PINCODE_NOTEXIST": "इस पिनकोड पर अभी जियोफ़ाई बुकिंग नहीं ले रहे हैं। कृपया बुक करने के लिए अन्य पिनकोड दर्ज करें।",
	"NO_SELECT_PLANS": "कृपया प्लान चुनें",
	"noAvailablePlanText": "इस समय कोई प्लान उपलब्ध नहीं है",
	"DMS_TXN_INVALID_QTY_REQUEST_ERROR": "वाउचर ट्रांसफर मात्रा 0 नहीं हो सकती",
	"GENERIC_ERROR": "कुछ गलत हो गया",
	"ERROR_NO_PLANS": "Sorry! There are no plans for your Jio services currently. Watch out this space for upcoming offers!",
	"VOUCHER_REQUEST_MOBILENO_INVALID": "अमान्य मोबाइल नंबर",
	"EDITVOUCHERPINCODE_TOSELF_ERR": "मौजूदा पिनकोड और नया पिनकोड समान नहीं हो सकते",
	"VOUCHER_MAX_CART_SIZE_EXCEED_LIMIT": "आप {{dynMsg.0}} से अधिक आइटम नही जोड़ सकते",
	"PREBOOK_TRANSFER_NOT_ALLOWED": "इस समय जियोफोन वाउचर के स्थानांतरण की अनुमति नहीं है।",
	"noJioNoErrorText": "कृपया अपना जियो नंबर दर्ज करें",
	"ORDER_NOT_FEASIBLE_MSG": "क्षमा करें, यह प्लान मान्य नही हो सकता है या आप अपनी सीमा पार कर चुके हैं| कृपया अन्य प्लान चुने |",
	"BOOSTER_NOT_APPLICABLE": "क्षमा करें, यह प्लान मान्य नही हो सकता है या आप अपनी सीमा पार कर चुके हैं| कृपया अन्य प्लान चुने |",
	"INVALID_EMAIL_ERROR_MSG": "कृपया मान्य ई-मेल आईडी दर्ज करें",
	"AUTOPAY_RESUBMISSION_BLOCKED": "ऑटोपे के लिए आपका पिछला अनुरोध पूरा किया जा रहा है, कृपया कुछ समय बाद प्रयास करें।",
	"AGENT_DOES_NOT_HAVE_SUFFICIENT_BALANCE": "एजेंट के पास पर्याप्त बैलेंस नहीं है",
	"AGENT_ID_INVALID": "एजेंट की आईडी मान्य नहीं है",
	"TOKEN_INVALID": "अमान्य टोकन",
	"UNABLE_TO_PROCESS_REQUEST": "इस समय अनुरोध को संसाधित करने में असमर्थ हैं| कृपया कुछ समय पश्चात प्रयास करें|",
	"INCOREECT_MPIN": "कृपया सही पिन दर्ज करें",
	"SAME_BOX_SCANNED_ERROR": "क्यूआर कोड पहले ही स्कैन कर दिया गया है",
	"RPOS_AGENT_SESSION_EXPIRED": "सत्र की समय सीमा समाप्त हो गई, कृपया पुनः लॉगिन करें",
	"SERIAL_NO_ALREADY_RECEIVED": "यह आदेश पहले से ही संसाधित हुआ है",
	"ORDER_SUBMISSION_FAILED": "ऑर्डर प्रस्तुति विफल",
	"AGENT_INSUFFICIENT_BALANCE": "अपर्याप्त बैलेंस",
	"INCOREECT_MPIN_COUNT_1": "आपने 1 असफल प्रयास किया है. एमपिन सत्यापन के लिए अधिकतम 3 प्रयासों की अनुमति है",
	"INCOREECT_MPIN_COUNT_2": "आपने 2 असफल प्रयास किए हैं. एमपिन सत्यापन के लिए अधिकतम 3 प्रयासों की अनुमति है",
	"INCOREECT_MPIN_COUNT_3": "आपने एमपिन सत्यापन प्रयासों की अधिकतम संख्या पार कर ली है। इसलिए, आपका खाता 15 मिनट के लिए अक्षम है कृपया कुछ समय बाद फिर से प्रयास करें",
	"INCOREECT_MPIN_COUNT_EXCEEDED": "आपने प्रयासों की अधिकतम संख्या को पार कर लिया है. कृपया कुछ समय बाद पुनः प्रयास करें।",
	"VOUCHER_TRANSFER_EXCEED_LIMIT": " आप इस वाउचर को ट्रांसफर करने के स्वीकृत अधिकतम सीमा तक पहुँच चुके हैं",
	"VALID_MOBILE_ERROR": "कृपया एक मान्य मोबाइल नंबर दर्ज करें ",
	"AMOUNT_ERROR_MESSAGE": "कृपया राशि दर्ज करें।",
	"ENTER_VALID_AMOUNT": "अमान्य राशि| बिल राशि के लिए केवल दो दशमलव स्थानों की अनुमति है। कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"INFO_PAYBILL_ENTER_VALID_AMOUNT": "अमान्य राशि| बिल राशि के लिए केवल दो दशमलव स्थानों की अनुमति है। कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"INFO_PAYBILL_AMOUNT_RANGE_ERROR": "Maximum amount that can be paid is Rs {{dynMsg.0}}. Please update the amount to be paid and resubmit.",
	"AMOUNT_RANGE_ERROR_MESSAGE": "वर्तमान में आपकी बकाया राशि नहीं है। अग्रिम भुगतान जल्द ही उपलब्ध कराया जाएगा।",
	"NO_POSTPAID_ACCOUNT_MESSAGE": "यह सही प्रतीत नहीं होता है! आपके अकाउंट में प्रीपेड सेवाएं हैं। कृपया अपनी सेवा रिचार्ज करने के लिए रिचार्ज विकल्प का चयन करें।",
	"NO_ACCOUNT_FOUND_MESSAGE": "कोई भी अकाउंट आपके नंबर से जुड़ा हुआ नहीं है। कृपया अपना मोबाइल नंबर जांचें और पुनः दर्ज करें।",
	"NO_ACCOUNT_FOUND": "Please enter a valid Jio number/Service ID",
	"RESTRICTED_PAYMENT_MESSAGE": "आप एक ऐसे प्लान में हैं जो हर महीने स्वतः ही नवीनीकृत हो जाता है। इस प्लान में किसी बदलाव की अनुमति नहीं है।",
	"OUTSTANDING_AMOUNT_RANGE_ERROR": "वर्तमान में आपकी बकाया राशि नहीं है। अग्रिम भुगतान जल्द ही उपलब्ध कराया जाएगा।",
	"COCP_USER_MESSAGE": "कॉर्पोरेट यूज़र को बिल भुगतान की अनुमति नहीं है।",
	"INTERNAL_ERROR_MESSAGE": "हमारी भुगतान सेवा कोई प्रतिक्रिया नहीं दे रही है। कृपया बाद में प्रयास करें|",
	"SERVICE_DOWN_MESSAGE": "हमारे सिस्टम कोई प्रतिक्रिया नहीं दे रहे हैं। कृपया बाद में प्रयास करें|",
	"DATA_NOT_FOUND": "आपके चयन का कोई रिकॉर्ड नहीं मिला।",
	"MORE_THAN_FOUR_HOURS": "आप रिचार्ज रिवर्सल नहीं कर सकते! रिचार्ज रिवर्सल, रिचार्ज के 4 घंटे के भीतर किया जाना चाहिए!",
	"REVERSAL_SHOULD_ON_SAME_DATE": "आप रिचार्ज रिवर्सल नहीं कर सकते! रिचार्ज रिवर्सल, रिचार्ज के दिन ही किया जाना चाहिए!",
	"RECHARGE_AMOUNT_LESS": "आप रिचार्ज रिवर्सल नहीं कर सकते! रिवर्सल की अनुमति देने के लिए रिचार्ज, अनुमत मूल्य से अधिक होना चाहिए।",
	"REVERSAL_NO_RECORD_FOUND": "आपके चयन का कोई रिकॉर्ड नहीं मिला।",
	"ORN_ALL_READY_EXIST": "इस रिचार्ज रिवर्सल के लिए अनुरोध पहले ही प्रक्रिया में है।",
	"MAX_REVERSAL_IN_MONTH": "रिचार्ज रिवर्सल करने के लिए आपकी मासिक सीमा समाप्त हो गयी है।",
	"INVALID_SERVICE_ID": "अमान्य जियो नंबर जियो नंबर पुनः दर्ज कर प्रयास करें",
	"INVALID_CUSTOMER_ID": "अमान्य कस्टमर आईडी कस्टमर आईडी पुनः दर्ज कर प्रयास करें",
	"OTP_GEN_SUCCESS_BUT_FAIL_TO_SEND": "ओटीपी भेजने में असमर्थ। कृपया पुनः भेजें और पुनः प्रयास करें।",
	"OTP_GEN_FAIL": "ओटीपी भेजने में असमर्थ। कृपया पुनः भेजें और पुनः प्रयास करें।",
	"MOBILE_NO_BLANK": "कृपया आगे बढ़ने के लिए जियो नंबर दर्ज करें।",
	"MOBILE_NO_BLANK_ALT": "Please enter mobile number to proceed.",
	"ORN_STATUS_SUCCESS": "रिचार्ज रिवर्सल अनुरोध सफलतापूर्वक सबमिट कर दिया गया है।",
	"ORN_STATUS_FAILED": "आपका रिचार्ज रिवर्सल अनुरोध पूरा नहीं किया जा सका।",
	"aadhaarLengthErrText": "गलत आधार नंबर दर्ज़ किया गया| कृपया एक मान्य आधार नंबर दर्ज करें और पुनः प्रयास करें।",
	"JIONUMBER_ACTIVESUSPENDED_ERROR": "आपका जियो सिम वर्तमान में निष्क्रिय है। अपने आधार कार्ड को जोड़ने से पहले कृपया अपना सिम एक्टिवेट करें।",
	"JIONUMBER_MACD_ERROR": "आपका बदलाव का अनुरोध पूरा किया जा रहा है| एक बार पिछला अनुरोध बंद होने के बाद कृपया आधार सत्यापन के लिए पुनः प्रयास करें।",
	"AADHAAR_DEDUPE_ERROR": "आप दिए गए आधार नंबर के साथ जियो नंबर को सत्यापित नहीं कर सकते क्योंकि इसमें पहले से ही नौ एक्टिव कनेक्शन जुड़े हैं। आप प्रक्रिया को पूरा करने के लिए कोई और आधार नंबर लिंक कर सकते हैं।",
	"AADHAAR_FAILURE": "हम इस समय आपके अनुरोध को पूरा करने में असमर्थ हैं कृपया कुछ समय बाद पुनः प्रयास करें।",
	"INVALID_PINCODE": "गलत पिन कोड! कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"ENTER_MANDATORY_ADDRESS_FIELDS": "कृपया सभी पते की अनिवार्य प्रविष्टियाँ दर्ज करें।",
	"AADHAAR_NO_VERIFIED_MOBILE": "आपके आधार नंबर के साथ कोई मोबाइल नंबर पंजीकृत नहीं है।",
	"AADHAAR_NO_MOBILE": "आपके आधार नंबर के साथ कोई मोबाइल नंबर पंजीकृत नहीं है।",
	"AADHAAR_NOT_ACTIVE": "हम आपके आधार के विवरण लेने में असमर्थ हैं क्योंकि यह आपके द्वारा ब्लॉक किया गया है।",
	"INVALID_AADHAAR": "गलत आधार नंबर कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"REVERIFY_NOT_ELIGIBLE": "आपका जियो नंबर ईकेवाईसी री-वेरीफिकेशन के लिए मान्य नहीं है ",
	"EKYC_IN_PROGRESS": "आपके जियो नंबर के लिए आधार री-वेरीफिकेशन प्रक्रिया में है।",
	"EKYC_ALREADY_DONE": "आपका जियो नंबर पहले ही आधार से जुड़ा हुआ है।",
	"INVALID_EXPIRED_OTP": "आपके द्वारा दर्ज ओटीपी या तो गलत है या इसकी वैधता समाप्त हो गयी है। कृपया जाँच कर एक वैध ओटीपी दर्ज करें",
	"INVALID_PINCODE_DB": "आपके द्वारा दर्ज किया गया पिन कोड या तो अमान्य है या किसी अन्य सेवा क्षेत्र से संबंधित है।",
	"LOCAL_ADDRESS_LENGTH": "कृपया बिना किसी संक्षिप्त रूप के घर का पूरा पता दर्ज करें।",
	"AADHAAR_VERIFY_OTP_ERROR": "हम इस समय ओटीपी को सत्यापित नहीं कर पा रहे हैं कृपया कुछ समय बाद पुनः प्रयास करें।",
	"AUTOPAY_PREPAID_SERVICE_SUSPEND_MSG": "आपका जियो नंबर वर्तमान में निलंबित कर दिया गया है। भारत के पहले प्रीपेड ऑटो रिचार्ज का आनंद लेने के लिए, जियोऑटोपे सेटअप करने से पहले अपना जियो नंबर सक्रिय करें",
	"AUTOPAY_COCP_MSG": "आपके जियो नंबर का स्वामित्व आपकी कंपनी का है और इसका भुगतान कंपनी द्वारा किया जाता है। जियो सेवाओं का आनंद लेना जारी रखें।",
	"AUTOPAY_POSTPAID_SERVICE_SUSPEND_MSG": "आपका जियो नंबर निलंबित है। जियोऑटोपे सेटअप करने से पहले अपना जियो नंबर सक्रिय करें अधिक जानकारी के लिए, कृपया हमारे कॉल सेंटर पर कॉल करें।",
	"INVALID_PASSPORT": "कृपया एक वैध पासपोर्ट नंबर दर्ज करें।",
	"IS_NOT_SC": "कृपया वैध जन्मतिथि दर्ज करें ",
	"ENTER_MANDATORY_FIELDS": "कृपया सभी अनिवार्य फ़ील्ड/ स्थान भरें ",
	"ENTER_MANDATORY_FOREIGN_ADDRESS_FIELDS": "कृपया विदेशी पते का सभी अनिवार्य फ़ील्ड दर्ज करें",
	"NOT_VALID_CUSTOMER": "कृपया सभी दिनांक के स्थान जांचें ",
	"FOREIGN_ADDRESS_LENGTH": "विदेशी पते में किसी भी संक्षिप्त रूप के बिना, घर का पूरा पता दर्ज करें ",
	"LOCAL_ADDRESS_VALIDATION_ERROR": "कृपया स्थानीय पते के स्थान की जांच करें ",
	"FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पते के स्थान की जांच करें ",
	"PERMANENT_ADDRESS_VALIDATION_ERROR": "कृपया स्थायी पते के स्थान की जांच करें ",
	"PERMANENT_ADDRESS_LENGTH": "स्थायी पते में किसी भी संक्षिप्त रूप के बिना, घर का पूरा पता दर्ज करें ",
	"CONNECTIONS_GREATER_THAN_5": "कनेक्शन की कुल संख्या 5 से अधिक नहीं हो सकती ",
	"CONNECTIONS_GREATER_THAN_8": "कनेक्शन की कुल संख्या 8 से अधिक नहीं हो सकती ",
	"INVALID_PINCODE_ERROR": "कृपया अपने सेवा क्षेत्र से संबंधित पिनकोड दर्ज करें ",
	"INVALID_FILE_TYPE": "कृपया वैध फ़ाइल फ़ॉर्मेट / प्रारूप दर्ज करें ",
	"USER_DETAILS_VALIDATION_ERROR": "कृपया सभी अनिवार्य प्रिविष्टियाँ भरें ",
	"PASSPORT_NUMBER_VALIDATION_ERROR": "कृपया वैध पासपोर्ट नंबर दर्ज करें ",
	"VISA_NUMBER_VALIDATION_ERROR": "कृपया वैध वीसा नंबर दर्ज करें",
	"POI_NUMBER_VALIDATION_ERROR": "कृपया वैध पहचान संख्या का प्रमाण दर्ज करें",
	"POA_NUMBER_VALIDATION_ERROR": "कृपया वैध पता संख्या का प्रमाण दर्ज करें",
	"HOUSE_NO_ADDRESS_VALIDATION_ERROR": "कृपया वैध घर नंबर दर्ज करें",
	"BUILDING_NAME_ADDRESS_VALIDATION_ERROR": "कृपया वैध बिल्डिंग का नाम दर्ज करें",
	"LOCATION_ADDRESS_VALIDATION_ERROR": "कृपया स्थानीय पते के स्थान की जांच करें ",
	"STREET_NAME_ADDRESS_VALIDATION_ERROR": "कृपया पते के स्थान की जांच करें",
	"STATE_NAME_ADDRESS_VALIDATION_ERROR": "कृपया राज्य का नाम की जांच करें",
	"DISTRICT_NAME_ADDRESS_VALIDATION_ERROR": "कृपया जिले का नाम की  जांच करें",
	"CITY_NAME_ADDRESS_VALIDATION_ERROR": "कृपया शहर का नाम जाँचें",
	"HOUSE_NO_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता के घर क्रमांक की जांच करें ",
	"BUILDING_NAME_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता के बिल्डिंग के नाम की जांच करें ",
	"STREET_NAME_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता की सड़क के नाम की जांच करें ",
	"STATE_NAME_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता के राज्य के नाम की जांच करें ",
	"CITY_NAME_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता के शहर के नाम की जांच करें ",
	"COUNTRY_FOREIGN_ADDRESS_VALIDATION_ERROR": "कृपया विदेशी पता के देश के नाम की जांच करें ",
	"NRI_ORDER_EXPIRED": "दर्ज की गयी ट्रांसक्शन आईडी की समय सीमा समाप्त हो गई है वेरीफिकेशन प्रक्रिया को फिर से शुरू करने के लिए कृपया जियो ग्राहक से अनुरोध करें ",
	"REQUEST_NOT_VALID_UPLOAD": "कृपया सभी अनिवार्य दस्तावेज अपलोड करें ",
	"RESEND_OTP_FAILED": "ओटीपी पुनः भेजने में विफल ",
	"RESEND_OTP_SUCCESS": "ओटीपी को आपके मोबाइल नंबर पर फिर से भेजा गया है ",
	"TP_EXCEEDS_MAX_COUNT": "आप जियो कनेक्शन को वेरीफाई नहीं कर सकते हैं। आपने 5 ग्राहकों के लिए पहले ही अपनी सहमति विश्वसनीय व्यक्ति के रूप में दे दी है ",
	"PLAN_NOT_FOUND": "क्षमा करें, जेएचवी प्लान उपलब्ध नहीं है।",
	"DECLARE_CONNECTIONS_ERROR": "कृपया ऑपरेटर कनेक्शन घोषित करें या आगे बढ़ने के लिए स्किप करें ",
	"ENTER_VALID_SALUTATION": "कृपया अभिवादन जांच लें ",
	"NRI_ORDER_INVALID": "दर्ज ट्रांसक्शन आईडी / मोबाइल नंबर अमान्य है या ट्रांसक्शन आईडी की समय सीमा समाप्त हो गई है",
	"EXCEEDED_MAX_OTP_VALIDATION": "आपने अनुमत अधिकतम प्रयासों को पार कर लिया है। कृपया कुछ समय बाद पुनः प्रयास करें ",
	"MOBILE_NO_ERROR": "कृपया एक मान्य मोबाइल नंबर दर्ज करें ",
	"MOBILE_NO_NULL_ERROR": "कृपया मोबाइल नंबर और ग्राहक का मोबाइल नंबर जाँचें ",
	"VISA_VALIDITY_ERROR": "वीज़ा आज से कम से कम 15 दिनों के लिए मान्य होना चाहिए ",
	"SAME_AADHAAR_ERROR": "दर्ज किया गया आधार नंबर मान्य नहीं है। कृपया ग्राहक के आधार नंबर से अलग आधार नंबर दर्ज करें ",
	"OPEN_CHANGE_ORDER_MSG": "आपके पास बदलाव के खुले ऑर्डर हैं । कृपया बाद में प्रयास करें|",
	"JHV_ORDER_INPROGRESS": "आपका जियोफिक्स्ड वॉइस ऑर्डर प्रक्रिया में है",
	"JIOTV_ORDER_INPROGRESS": "आपका जियोहोम टीवी ऑर्डर प्रक्रिया में है",
	"NAME_VALIDATION_ERROR": "कृपया एक वैध नाम दर्ज करें ",
	"CAREOF_NAME_VALIDATION_ERROR": "कृपया एक वैध पिता / पति का नाम दर्ज करें ",
	"PAN_NUMBER_VALIDATION_ERROR": "कृपया एक वैध पैन नंबर दर्ज करें ",
	"AADHAAR_NUMBER_VALIDATION_ERROR": "कृपया एक वैध आधार नंबर दर्ज करें ",
	"VID_NULL_ERROR": "कृपया वर्चुअल आईडी दर्ज करें ",
	"VID_DOESNOT_MATCH": "दर्ज वर्चुअल आईडी मेल नहीं खाती है। कृपया पुनः दर्ज करें और पुनः प्रयास करें ",
	"VID_LENGTH_ERROR": "अमान्य वर्चुअल आईडी ",
	"BIOMETRIC_INVALID": "आधार धारक ने अपना बायोमेट्रिक प्रमाणीकरण @ यूआईडीएआई सर्वर में  ब्लॉक किया है, यूज़र को आगे की प्रक्रिया के लिए अनलॉक करने की आवश्यकता है",
	"AADHAAR_LOCKED": "आधार धारक ने अपना प्रमाणीकरण @ यूआईडीएआई सर्वर में  ब्लॉक किया है, यूज़र को आगे की प्रक्रिया के लिए अनलॉक करने की आवश्यकता है",
	"INVALID_UID_TOKEN": "दर्ज किया गया यूआईडी टोकन अमान्य है। आगे की प्रक्रिया के लिए कृपया नवीनतम वीआईडी ​​नंबर का उपयोग करें।",
	"INVALID_VID_NUMBER": "दर्ज की गयी वर्चुअल आईडी (वीआईडी) अमान्य है। कृपया जेनरेट की गयी नवीनतम वर्चुअल आईडी (वीआईडी) दर्ज करें या यूआईडीएआई वेबसाइट से नई वीआईडी जेनरेट करें।",
	"EXPIRED_VID_NUMBER": "दर्ज की गयी वर्चुअल आईडी (वीआईडी) की समय सीमा समाप्त हो गई है। कृपया यूआईडीएआई वेबसाइट से नई वर्चुअल आईडी (वीआईडी) जेनरेट करें।",
	"INVALID_ACCOUNT_ID": "Invalid Account ID. Please re-enter and try again",
	"PDC_NO_POSTPAID_ACCOUNT": "यह सही प्रतीत नहीं होता है! आपके अकाउंट में पोस्टपेड सेवाएं नहीं हैं।",
	"PDC_NO_OUTSTANDING_AMOUNT": "Your account does not have any outstanding amount for bill payment.",
	"PDC_NO_RECORD_FOUND": "Oops! We could not find a disconnected post-paid number with the information provided.",
	"VALID_MOBILE_NUMBER_NON_CAF": "आपके द्वारा दर्ज किया गया नंबर एक अमान्य मोबाइल नंबर है। कृपया एक मान्य मोबाइल नंबर दर्ज करें और पुनः प्रयास करें।",
	"PDC_AMOUNT_RANGE_ERROR_MSG": "कृपया बकाया राशि से कम राशि दर्ज करें",
	"JIO_NUMBER_NOT_FOUND": "अमान्य जियो नंबर कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"NO_DATA_BUCKET_AVAILABLE": "आपके पास डेटा शेयर करने के लिए पर्याप्त बैलेंस नहीं है!",
	"ALREADY_RECIPIENT": "दर्ज किया गया प्राप्‍तकर्ता अन्य डेटा शेयरिंग का हिस्सा है। आगे की प्रक्रिया के लिए कृपया अन्य जियो नंबर दर्ज करें।",
	"ALREADY_DONER": "दर्ज किया गया प्राप्‍तकर्ता अन्य डेटा शेयरिंग का हिस्सा है। आगे की प्रक्रिया के लिए कृपया अन्य जियो नंबर दर्ज करें।",
	"TRANSFER_DATA_LIMIT_EXCEEDED": "आपने उपलब्ध अधिकतम स्वीकृत डेटा का उपयोग कर लिया है",
	"PARENT_SERVICE_SUSPEND_MSG": "आपकी सेवा वर्तमान में निलंबित है। आगे की प्रक्रिया के लिए कृपया अपनी सेवा को पुनः एक्टिवेट करें।",
	"CHILD_SERVICE_SUSPEND_MSG": "यह प्राप्तकर्ता निलंबित स्थिति में है। आप निलंबित स्थिति में डेटा शेयरिंग नहीं कर सकते हैं।",
	"BT_SERVICE_SUSPEND_MSG": "दर्ज जियो नंबर निलंबित स्थिति में है। आगे की प्रक्रिया के लिए कृपया एक जियो पोस्टपेड नंबर दर्ज करें।",
	"BT_NO_POSTPAID_ACCOUNT": "डेटा शेयरिंग केवल जियो पोस्टपेड ग्राहकों के लिए उपलब्ध है। आगे की प्रक्रिया के लिए कृपया एक जियो पोस्टपेड नंबर दर्ज करें ",
	"NO_POSTPAID_CUSTOMER": "डेटा शेयरिंग केवल जियो पोस्टपेड ग्राहकों के लिए उपलब्ध है। आगे की प्रक्रिया के लिए कृपया एक जियो पोस्टपेड नंबर दर्ज करें ",
	"CORPORATE_CUSTOMER": "आपने कॉर्पोरेट प्लान सबस्क्राइब किया है। किसी भी अपडेट के लिए कृपया अपने अकाउंट के एडमिनिस्ट्रेटर से संपर्क करें ",
	"CIRCLE_MISMATCH": "दर्ज किया गया जियो नंबर आपके ही सर्कल से होना चाहिए। कृपया अपने सर्कल का एक जियो नंबर दर्ज करें ",
	"SERVICE_TYP_MISMATCH": "दर्ज किया गया जियो नंबर एक ही प्रकार की सेवा का होना चाहिए। कृपया एक ही प्रकार की सेवा का जियो नंबर दर्ज करें ",
	"ALREADY_RECIPIENT_OF_SAME_DONER": "आप पहले से ही इस जियो यूज़र के साथ डेटा शेयर कर रहे हैं। जारी रखने के लिए कृपया एक अन्य जियो नंबर दर्ज करें।",
	"ENTERED_NUMBER_SAME_AS_DONER": "प्राप्तकर्ता का नंबर डोनर के समान नहीं हो सकता है! कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"MOBILE_NOT_FOUND": "दर्ज किए गए जियो नंबर के साथ कोई मोबाइल नंबर पंजीकृत नहीं है।",
	"MAX_MEMBERS_ADDED": "आपने अपने अकाउंट में पहले ही 2 सदस्य जोड़े हैं।",
	"BT_ERROR_CODE_2": "आपके पास डेटा शेयर करने के लिए पर्याप्त बैलेंस नहीं है!",
	"BT_ERROR_CODE_3": "आपने इस महीने के लिए अधिकतम ट्रांसफर सीमा पार कर ली है।",
	"BT_ERROR_CODE_4": "यह प्राप्तकर्ता वर्तमान माह के लिए ट्रांसक्शन की अधिकतम सीमा तक पहुंच गये हैं|",
	"BT_ERROR_CODE_6": "चयनित जियो नंबर निलंबित है। आप निलंबित स्थिति में डेटा शेयरिंग नहीं कर सकते हैं।",
	"BT_ERROR_CODE_9": "चयनित जियो नंबर एक ही प्रकार की सेवा का होना चाहिए।",
	"ADD_RECIPIENT_NOT_APPLICABLE": "आपका पिछला अनुरोध प्रक्रिया में है। कृपया कुछ समय बाद पुनः प्रयास करें।",
	"RECIPIENT_NOT_FEASIBLE_MSG": "आप इस प्राप्तकर्ता को जोड़ / हटा नहीं सकते क्योंकि यह दिन के अनुसार बिल प्लान बदलने की अधिकतम सीमा तक पहुंच गया है।",
	"PLAN_CHANGE_IN_QUEUE_MSG": "आपका बिल प्लान बदलने का अनुरोध प्रगति पर है। इस समय प्लान मैनेज करने की अनुमति नहीं है।",
	"INVALID_LOGIN_CREDENTIALS": "आपके द्वारा दर्ज किया गया यूज़र का नाम या पासवर्ड अमान्य है ",
	"INVALID_LOGIN_CREDENTIALS_MSG": "आपके द्वारा दर्ज किया गया यूज़र का नाम या पासवर्ड अमान्य है ",
	"ACCOUNT_LOCKED_MSG": "आपने लॉगिन के लिए अधिकतम प्रयासों को पार कर लिया है ",
	"INACTIVE_CUSTOMER_MSG": "आपने अभी तक अपनी जियो आईडी नहीं बनाई है। कृपया अपना जियो आईडी और पासवर्ड बनाने के लिए साइन अप करें।",
	"BLOCKED_CUSTOMER_MSG": "हम इस समय आपके अनुरोध को पूरा करने में असमर्थ हैं। कृपया कुछ समय बाद पुनः प्रयास करें।",
	"INVALID_JIONUMBER_ERROR": "आपके द्वारा दर्ज किया गया नंबर एक जियो नंबर नहीं है। कृपया एक जियो नंबर दर्ज करें और पुनः प्रयास करें।",
	"SEND_OTP_CURRENTLY_LOCKED": "आपने ओटीपी भेजने की अधिकतम प्रयासों अनुमति को पार कर लिया है। कृपया कुछ समय बाद पुनः प्रयास करें।",
	"RSN_NOT_VALID_MSG": "अमान्य आरएसएन! कृपया जांच कर पुनः प्रयास करें।",
	"OTP_SUCCESS": "आपके मोबाइल नंबर पर ओटीपी भेजा गया है ",
	"INVALID_OTP": "यह हमारे द्वारा भेजा गया ओटीपी नहीं है! कृपया जांच कर पुनः प्रयास करें।",
	"INVALID_JIOFI_DEVICE": "आपके द्वारा दर्ज किया गया नंबर जियोफाई डिवाइस में नहीं है। कृपया जांच कर पुनः प्रयास करें।",
	"INVALID_JIOLINK_DEVICE": "आपके द्वारा दर्ज किया गया नंबर जियोलिंक डिवाइस में नहीं है। कृपया जांच कर पुनः प्रयास करें।",
	"INVALID_JIOFIBER_ERROR": "कृपया एक वैध जियोगिगाफाइबर सेवा आईडी या जियोफीक्स्डवॉइस नंबर या अपने अकाउंट से जुड़ा पंजीकृत मोबाइल नंबर दर्ज करें ",
	"INVALID_TIN": "अमान्य एसकेवाई आईडी कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"INVALID_DETAILS": "अमान्य विवरण। कृपया पुनः दर्ज कर पुनः प्रयास करें।",
	"REDEEM_UNAVAILABLE_FOR_NON_LOGGED_IN_FLOW": "क्षमा करें, आप रिडेम्प्शन प्रक्रिया के दौरान किसी अन्य नंबर को रिचार्ज नहीं कर सकते हैं। कृपया \"स्थानांतरण \"विकल्प का उपयोग करें ",
	"REDEEM_NOT_AVAILABLE_FOR_NOT_SUBSCRIBED_USER": "क्षमा करें, आप रिडेम्प्शन प्रक्रिया के दौरान किसी अन्य नंबर को रिचार्ज नहीं कर सकते हैं। कृपया \"स्थानांतरण \"विकल्प का उपयोग करें ",
	"TRANSFER_NOT_ALLOWED_TO_NON_SUBSCRIBED_USER": "प्राप्तकर्ता एक जियोनेट वाईफाई ग्राहक नहीं है। वाईफाई वाउचर को केवल जियोनेट वाईफाई ग्राहकों को ट्रांसफर किया जा सकता है ",
	"MAX_SEND_LIMIT": "आपने ओटीपी भेजने की अधिकतम प्रयास की सीमा को पार कर लिया है।",
	"MAX_VALIDATE_LIMIT": "आपने ओटीपी को प्रमाणित करने के लिए अधिकतम प्रयासों को पार कर लिया है",
	"RECHARGE_GRACE_PLAN_MSG": "आप प्री ऑन पोस्ट रिचार्ज नहीं कर सकते हैं क्योंकि आपके नंबर पर कोई पोस्टपेड प्लान एक्टिव नहीं है। कृपया पोस्टपेड प्लान के लिए चयन करें",
	"ORDER_FEASIBILITY_0001": "अनुरोध अमान्य है",
	"ORDER_FEASIBILITY_1000": "कोई एक्टिव बेस पैक नहीं है",
	"ORDER_FEASIBILITY_1001": "अपर्याप्त बैलेंस",
	"ORDER_FEASIBILITY_1002": "डीबीआर बेस पैक के साथ एलडीपी पैक की अनुमति नहीं है",
	"ORDER_FEASIBILITY_1003": "एफटीटीएक्स के लिए कोई एक्टिव प्लान नहीं है",
	"ORDER_FEASIBILITY_1004": "यदि पहले से ही एक्टिव बेस प्लान है तो बंडल बेस प्लान खरीद की अनुमति नहीं है",
	"ADDON_BASE_PLAN_NOT_EXIST": "You do not have base plan!",
	"ADDON_LOW_BALANCE": "Your TV balance is low!",
	"ADDON_PLAN_ALREADY_EXISTS": "Selected add-on already exist! Please select another plan.",
	"ADDON_BASE_PLAN_EXPIRED": "You do not have an active plan! Recharge now to continue",
	"ADDON_GRACE_AMOUNT_PRESENT": "Your TV services are running on grace period. Please pay the grace amount to continue.",
	"INVALID_CAPTCHA": "Invalid Captcha",
	"ORDER_NOT_FOUND": "No Orders found",
	"MOBILE_NUMBER_REQUIRED": "Enter mobile number",
	"VERIFY_OTP_MANDATORY": "Please enter OTP",
	"validOTP": "Please enter valid OTP",
	"STDCODE_MANDATORY": "Please enter STD Code",
	"TNC_MANDATORY": "You must agree to Terms and Conditions before proceeding",
	"UNAUTHORIZED_ERROR": "Your session has expired.",
	"TOPUP_NOT_APPLICABLE": "You do not have any active plans. Top Up plan is not applicable",
	"JIOPHONE_PLAN_NOT_APPLICABLE": "Jio Phone Plan is not allowed on other devices",
	"noPlansText": "क्षमा करें! वर्तमान में आपकी जियो सेवाओं के लिए कोई प्लान नहीं है। आने वाले ऑफर के लिए इस जगह को देखें!",
	"SELECT_TIME": "Please select from available time slots.",
	"NO_TIME_SLOTS": "No time slots available for selected date",
	"EXECUTIVES_UNAVAILABLE": "Our executives are not available for this time slot. Please select from available time slots.",
	"INVALID_DATE_RANGE": "Please Enter a valid date range",
	"NAVIGATE_TO_LOGIN": "Please login to proceed",
	"INVALID_DATE": "Please Enter a valid date",
	"TRACK_ORDER_FROM_DATE_FAILED": "Please Enter a valid from date",
	"TRACK_ORDER_TO_DATE_FAILED": "Please Enter a valid end date",
	"MPIN_ERROR_4013": "अमान्य अनुरोध",
	"MPIN_ERROR_4049": "कृपया सही पिन दर्ज करें",
	"MPIN_ERROR_4050": "कृपया सही पिन दर्ज करें",
	"MPIN_ERROR_4051": "आपने प्रयासों की अधिकतम संख्या को पार कर लिया है. कृपया कुछ समय बाद पुनः प्रयास करें।",
	"MPIN_ERROR_4030": "आपने प्रयासों की अधिकतम संख्या को पार कर लिया है. कृपया कुछ समय बाद पुनः प्रयास करें।",
	"MPIN_ERROR_4015": "Password Not Available",
	"NOT_SUBSCRIBED_USER_FIBER": "The number you have entered is not a valid JioFiberVoice number/service ID.",
	"INVALID_SLOT_ID": "Please select from available time slots",
	"MISSING_MANDATORY_PARAMS": "Our systems aren't responding. Please try again after sometime.",
	"PINCODE_NOT_SERVICEABLE": "Currently pincode is not serviceable for home delivery. Please visit nearest store.",
	"CHILD_PLAN_NOT_FOUND": "Plan not available. Please select another plan.",
	"COMPOSITE_ADDON_NOT_APPLICABLE": "Oops! Looks like you don't have an active plan. Please recharge or activate upcoming plan(s) to redeem your JioFiber benefits.",
	"TP_ACTIVE_PLAN_PRESENT": "You already have an active plan. These plans are applicable for customer without an active plan.",
	"GIFT_JIOPHONE_EXCEED_LIMIT": "You can only order {{dynMsg}} JioPhones on each mobile number/id. We have removed the excess entries and your order has been updated",
	"APPOINTMENT_ALREADY_BOOKED": "You have already booked an appointment.",
	"SERVICE_RESPONSE_ERROR": "Our systems aren't responding. Please try again after sometime.",
	"lostLoginSelectAccount": "Please select an account",
	"MAX_OTP_ATTEMPTS_EXCEEDED": "You have exceeded the maximum attempts allowed. Please try again after some time",
	"OTP_AUTHENTICATION_FAILED": "That’s not the OTP we sent! Please check and try again",
	"INVALID_MATCH_FOR_JIONUMBER": "We can't find the match for the information provided against the Jio number you entered",
	"INVALID_JIONUMBER": "The number you entered is not a Jio mobile number. Please enter a Jio mobile number and try again.",
	"VALID_MOBILE": "Please enter a Jio number to proceed",
	"VALID_MOBILE_SERVICEID": "Please enter a valid Jio number/Service ID",
	"ZERO_AMOUNT_ERROR": "Entered amount cannot be zero. Please re-enter and try again",
	"FAILURE_MSG": "We are unable to process transaction",
	"MAX_RESCHEDULE_ATTEMPT": "Your order is currently in progress. If you want to schedule an appointment, please contact us on our helpline number - JioFiberCare: 1800 896 9999 | 199 (JioFixedVoice only) | JioFibercare@jio.com",
	"INFO_ORDER_NOT_FEASIBLE_MSG": "Sorry, this plan may not be valid or you may have exceeded the limit.Please choose another plan.",
	"INFO_COMBO_PLAN_ERROR_MSG": "Please select another plan as you don't have Wi-fi for combo recharges.",
	"INFO_RESTRICTED_SERVICE_PLAN_MSG": "This plan is restricted for some users.Please select another plan.",
	"INFO_RESTRICTED_PLAN_MSG": "You are on a plan which automatically renews every month.Changes are not allowed on this plan.",
	"SDCA_MISMATCH_MSG": "old address SDCA code and new address SDCA code is not same",
	"SOCIETY_CENTREX_CUSTOMER_MSG": "It seems your building does not support relocation of your JioFiber service",
	"INVALID_ORDER_REFERENCE": "Enter a valid Order reference/CAF number/Jio number",
	"ENTER_VALUE": "Please enter a value to proceed",
	"INVALID_CUSTOMER_NAME_MSG": "Invalid name",
	"INVALID_ACCOUNT_NO_MSG": "Invalid account number",
	"INVALID_IFSC_CODE_MSG": "Invalid IFSC code",
	"NO_RECORD_FOUND": "Refund not applicable",
	"noDetailSelected": "Please select from below options to proceed",
	"OPEN_REQUEST_ERROR": "You have an open request",
	"SERVICE_UNAVAILABLE_ERROR": "Service unavailable",
	"PENDING_ORDER_MSG": "It seems one of the orders against your account is still in progress. You can migrate from prepaid to postpaid once all your previous open orders are completed",
	"ACTIVE_CUST_PRBLM_MSG": "It seems there is an appointment scheduled for service engineer home visit against your account. You can migrate from prepaid to postpaid once all your previous open orders are completed",
	"MIGRATION_ERROR": "Migration not supported",
	"FIBERP2P_INTERNAL_ERROR": "Something went wrong",
	"FIBERP2P_SOCIETY_CENTREX_CUSTOMER_MSG": "It seems your current plan offering does not support migration from prepaid to postpaid",
	"FIBERP2P_PENDING_ORDER_MSG": "It seems one of the orders against your account is still in progress. You can migrate from prepaid to postpaid once all your previous open orders are completed",
	"FIBERP2P_ACTIVE_CUST_PRBLM_MSG": "It seems there is an appointment scheduled for service engineer home visit against your account. You can migrate from prepaid to postpaid once all your previous open orders are completed",
	"PLAN_THRESHOLD_REACHED": "You cannot proceed to recharge as you have {{0}} packs already active",
	"CANT_RECHARGE_ERROR": "You cannot recharge!"
}