{
    "title": "Fiber Plan Migration",
    "buy": "BUY",
    "numberLabel": "Jio number",
    "planLabel": "Plan",
    "advPayLabel": "Advance payment",
    "referenceLabel": "Reference number",
    "trnIdLabel": "Transaction ID",
    "paymentModeLabel": "Payment mode",
    "dateTimeLabel": "Date & time",
    "goToDashboard": "Go to dashboard",
    "confirmDetails": "Please confirm your account details to change your subscription",
    "myPlan": "My plan(s)",
    "proceed": "Proceed",
    "okLabel": "Ok",
    "name": "Name",
    "product": "Product",
    "installationAddress": "Installation address",
    "newAddress": "New address",
    "planName": "Plan name",
    "validity": "Validity",
    "date": "date",
    "note": "Note:",
    "noteText": "All your current & upcoming plans benefits will no longer be applicable to your account. Also, you will not be able to redeem any of the existing plan vouchers. There will be no refund provided for any of the plans for the remaining validity period once you confirm your details for subscription change.",
    "getStartedTitle1": "Enjoy exclusive JioFiber postpaid benefits and OTT apps!",
    "getStartedTitle2": "Migrate your JioFiber to postpaid and enjoy uninterrupted data and app services! What’s more? With JioAutoPay you can sit back and forget about your bills while enjoying the premium benefits of JioFiber!",
    "getStartedNow": "Get started now!",
    "getStarted": "Get started",
    "getStartedStep1": "1. Select a plan best suited for your needs",
    "getStartedStep2": "2. Apps subscription will be applied basis the new postpaid plan chosen by you. Please note, you can continue enjoying the benefits of Amazon prime if currently subscribed",
    "getStartedStep3": "3. Pay for your first month and you're ready to go!",
    "successSubMsg": "Your advance payment for the postpaid plan has been processed successfully. Benefits will reflect in your account shortly. Please login after some time to check the same",
    "expire": "Expiry date",
    "tncHeaderText": "By providing this OTP, I hereby give my consent to Jio Platforms Ltd. to migrate my JioFiber services from prepaid to postpaid. During said migration, I agree to:",
    "tnc1": "Forfeit all my previously purchased prepaid plans and corresponding benefits.",
    "tnc2": "Get same services as currently applicable in prepaid offering.",
    "tnc3": "Receive no refund for any of the plans for the remaining validity period on confirmation of migration.",
    "tnc4": "Share my account information and associated details with Hathway Digital Ltd. for changing my live TV (if applicable) subscription type to postpaid.",
    "submitLabel": "Submit",
    "newOtpTerms": "By providing this OTP, I hereby give my consent to Jio Platforms Ltd. to forfeit all my prepaid plan offerings and change my subscription type from prepaid to postpaid.",
    "LABEL_KEY_DAY": "{{unitValue}} day",
    "LABEL_KEY_DAYS": "{{unitValue}} days",
    "LABEL_KEY_HOUR": "{{unitValue}} hour",
    "LABEL_KEY_HOURS": "{{unitValue}} hours",
    "LABEL_KEY_MIN": "{{unitValue}} min",
    "LABEL_KEY_MINS": "{{unitValue}} mins",
    "LABEL_KEY_MONTH": "{{unitValue}} month",
    "LABEL_KEY_MONTHS": "{{unitValue}} months",
    "LABEL_KEY_SECOND": "{{unitValue}} second",
    "LABEL_KEY_NULL": "{{unitValue}}",
    "otpSentLabel": "OTP has been successfully sent to +91-{{maskedNumber}}",
    "otpResentLabel": "OTP has been resent successfully to +91-{{maskedNumber}}"
}